export const customs = [
	{
		value: "بندر امام خمینی (ره)",
		label: "بندر امام خمینی (ره)",
	},
	{
		value: "بندر انزلی",
		label: "بندر انزلی",
	},
	{
		value: "گمرک آبادان",
		label: "گمرک آبادان",
	},
	{
		value: "گمرک آستارا",
		label: "گمرک آستارا",
	},
	{
		value: "گمرک اراک",
		label: "گمرک اراک",
	},
	{
		value: "گمرک ارس",
		label: "گمرک ارس",
	},
	{
		value: "گمرک ارومیه",
		label: "گمرک ارومیه",
	},
	{
		value: "گمرک اصفهان",
		label: "گمرک اصفهان",
	},
	{
		value: "گمرک بازرگان",
		label: "گمرک بازرگان",
	},
	{
		value: "گمرک باشماق",
		label: "گمرک باشماق",
	},
	{
		value: "گمرک بجنورد",
		label: "گمرک بجنورد",
	},
	{
		value: "گمرک بندر عباس",
		label: "گمرک بندر عباس",
	},
	{
		value: "گمرک بندر لنگه",
		label: "گمرک بندر لنگه",
	},
	{
		value: "گمرک بوشهر",
		label: "گمرک بوشهر",
	},
	{
		value: "گمرک تهران (شهریار)",
		label: "گمرک تهران (شهریار)",
	},
	{
		value: "گمرک جلفا",
		label: "گمرک جلفا",
	},
	{
		value: "گمرک خراسان رضوی",
		label: "گمرک خراسان رضوی",
	},
	{
		value: "گمرک خرمشهر",
		label: "گمرک خرمشهر",
	},
	{
		value: "گمرک خمیر",
		label: "گمرک خمیر",
	},
	{
		value: "گمرک خوی",
		label: "گمرک خوی",
	},
	{
		value: "گمرک سرو",
		label: "گمرک سرو",
	},
	{
		value: "گمرک سلفچگان",
		label: "گمرک سلفچگان",
	},
	{
		value: "گمرک سمنان",
		label: "گمرک سمنان",
	},
	{
		value: "گمرک سهلان",
		label: "گمرک سهلان",
	},
	{
		value: "گمرک سیرجان",
		label: "گمرک سیرجان",
	},
	{
		value: "گمرک سرخس",
		label: "گمرک سرخس",
	},
	{
		value: "گمرک شادگان",
		label: "گمرک شادگان",
	},
	{
		value: "گمرک شیراز",
		label: "گمرک شیراز",
	},
	{
		value: "گمرک غرب",
		label: "گمرک غرب",
	},
	{
		value: "گمرک فرودگاه امام خمینی (ره)",
		label: "گمرک فرودگاه امام خمینی (ره)",
	},
	{
		value: "گمرک قزوین",
		label: "گمرک قزوین",
	},
	{
		value: "گمرک قشم",
		label: "گمرک قشم",
	},
	{
		value: "گمرک قم",
		label: "گمرک قم",
	},
	{
		value: "گمرک نوشهر",
		label: "گمرک نوشهر",
	},
	{
		value: "گمرک پرویز خان",
		label: "گمرک پرویز خان",
	},
	{
		value: "گمرک پلدشت",
		label: "گمرک پلدشت",
	},
	{
		value: "گمرک پیام",
		label: "گمرک پیام",
	},
	{
		value: "گمرک پیرانشهر",
		label: "گمرک پیرانشهر",
	},
	{
		value: "گمرک چابهار",
		label: "گمرک چابهار",
	},
	{
		value: "گمرک کیش",
		label: "گمرک کیش",
	},
	{
		value: "گمرک زنجان",
		label: "گمرک زنجان",
	},
	{
		value: "گمرک فرودگاه شهید مدنی",
		label: "گمرک فرودگاه شهید مدنی",
	},
	{
		value: "گمرک همدان",
		label: "گمرک همدان",
	},
	{
		value: "گمرک گرگان",
		label: "گمرک گرگان",
	},
];

const deprecated = [
	{ value: "440051", label: "بندر امام خمینی (ره)" },
	{ value: "440040", label: "بندر انزلی" },
	{ value: "440009", label: "گمرک آبادان" },
	{ value: "440039", label: "گمرک آستارا" },
	{ value: "440030", label: "گمرک اراک" },
	{ value: "440032", label: "گمرک ارس" },
	{ value: "440037", label: "گمرک ارومیه" },
	{ value: "440017", label: "گمرک اصفهان" },
	{ value: "440028", label: "گمرک بازرگان" },
	{ value: "440038", label: "گمرک باشماق" },
	{ value: "440029", label: "گمرک بجنورد" },
	{ value: "440006", label: "گمرک بندر عباس" },
	{ value: "440018", label: "گمرک بندر لنگه" },
	{ value: "440004", label: "گمرک بوشهر" },
	{ value: "440002", label: "گمرک تهران (شهریار)" },
	{ value: "440020", label: "گمرک جلفا" },
	{ value: "440055", label: "گمرک خراسان رضوی" },
	{ value: "440014", label: "گمرک خرمشهر" },
	{ value: "44033", label: "مرک خمیر" },
	{ value: "440046", label: "گمرک خوی " },
	{ value: "440021", label: "گمرک سرو" },
	{ value: "440008", label: "گمرک سلفچگان" },
	{ value: "440023", label: "گمرک سمنان" },
	{ value: "440012", label: "گمرک سهلان" },
	{ value: "440025", label: "گمرک سیرجان" },
	{ value: "440045", label: "گمرک شادگان" },
	{ value: "440022", label: "گمرک شیراز" },
	{ value: "440003", label: "گمرک غرب" },
	{ value: "440001", label: "گمرک فرودگاه امام خمینی (ره)" },
	{ value: "440005", label: "گمرک قزوین" },
	{ value: "440031", label: "گمرک قشم" },
	{ value: "440035", label: "گمرک قم" },
	{ value: "440011", label: "گمرک نوشهر" },
	{ value: "440015", label: "گمرک پرویز خان" },
	{ value: "440047", label: "گمرک پلدشت" },
	{ value: "440007", label: "گمرک پیام" },
	{ value: "440033", label: "گمرک پیرانشهر" },
	{ value: "440099", label: "گمرک چابهار" },
	{ value: "440036", label: "گمرک کیش" },
];
